Repository: kakahu2015/KeyAuth-MVP
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: A recovery key is configured. Keep the recovery key you saved previously safe.
ar: تم إعداد مفتاح استرداد. احتفظ بأمان بمفتاح الاسترداد الذي حفظته سابقًا.
de: Ein Wiederherstellungsschlüssel ist eingerichtet. Bewahre den zuvor gespeicherten Schlüssel sicher auf.
es: La clave de recuperación está configurada. Guarda de forma segura la clave que guardaste anteriormente.
fr: Une clé de récupération est configurée. Conservez précieusement la clé enregistrée précédemment.
hi: पुनर्प्राप्ति कुंजी कॉन्फ़िगर है। पहले सहेजी गई पुनर्प्राप्ति कुंजी को सुरक्षित रखें।
id: Kunci pemulihan telah dikonfigurasi. Simpan dengan aman kunci pemulihan yang telah Anda simpan sebelumnya.
it: Una chiave di recupero è configurata. Conserva al sicuro la chiave salvata in precedenza.
ja: 復元キーは設定済みです。以前保存した復元キーを安全に保管してください。
ko: 복구 키가 구성되었습니다. 이전에 저장한 복구 키를 안전하게 보관하세요.
nl: Er is een herstelsleutel ingesteld. Bewaar de eerder opgeslagen herstelsleutel op een veilige plek.
pl: Klucz odzyskiwania jest skonfigurowany. Bezpiecznie przechowuj wcześniej zapisany klucz odzyskiwania.
pt_br: Uma chave de recuperação está configurada. Guarde com segurança a chave salva anteriormente.
ru: Ключ восстановления настроен. Надёжно сохраните ранее сохранённый ключ.
th: ตั้งค่าคีย์กู้คืนแล้ว โปรดเก็บคีย์ที่บันทึกไว้ก่อนหน้าอย่างปลอดภัย
tr: Bir kurtarma anahtarı yapılandırıldı. Daha önce kaydettiğiniz kurtarma anahtarını güvenle saklayın.
uk: Ключ відновлення налаштовано. Надійно збережіть ключ, який ви зберегли раніше.
vi: Khóa khôi phục đã được thiết lập. Hãy bảo quản an toàn khóa đã lưu trước đó.
zh_hans: 恢复密钥已配置。请妥善保管之前保存的恢复密钥。
zh_hant: 復原金鑰已設定。請妥善保管先前保存的復原金鑰。

source: Account
ar: الحساب
es: Cuenta
fr: Compte
hi: खाता
id: Akun
ja: アカウント
ko: 계정
pl: Konto
pt_br: Conta
ru: Аккаунт
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳號

source: Add Account
ar: إضافة حساب
de: Account hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
hi: खाता जोड़ें
id: Tambah Akun
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
nl: Account toevoegen
pl: Dodaj konto
pt_br: Adicionar conta
ru: Добавить аккаунт
th: เพิ่มบัญชี
tr: Hesap Ekle
uk: Додати обліковий запис
vi: Thêm tài khoản
zh_hans: 添加账户
zh_hant: 新增帳號

source: After generating a recovery key, you can recover on a new iPhone.
ar: بعد إنشاء مفتاح استرداد، يمكنك الاسترداد على iPhone جديد.
de: Nach dem Erstellen eines Wiederherstellungsschlüssels kannst du auf einem neuen iPhone wiederherstellen.
es: Después de generar una clave de recuperación, puedes recuperar tus códigos en un iPhone nuevo.
fr: Après avoir généré une clé de récupération, vous pourrez récupérer vos codes sur un nouvel iPhone.
hi: पुनर्प्राप्ति कुंजी बनाने के बाद आप नए iPhone पर पुनर्प्राप्त कर सकते हैं।
id: Setelah membuat kunci pemulihan, Anda dapat memulihkan di iPhone baru.
it: Dopo aver generato una chiave di recupero, puoi recuperare i codici su un nuovo iPhone.
ja: 復元キーを生成すると、新しいiPhoneで復元できます。
ko: 복구 키를 생성하면 새 iPhone에서 복구할 수 있습니다.
nl: Nadat je een herstelsleutel hebt gemaakt, kun je herstellen op een nieuwe iPhone.
pl: Po utworzeniu klucza odzyskiwania możesz odzyskać dane na nowym iPhonie.
pt_br: Depois de gerar uma chave de recuperação, você poderá recuperar os códigos em um novo iPhone.
ru: После создания ключа восстановления можно восстановить данные на новом iPhone.
th: หลังจากสร้างคีย์กู้คืน คุณสามารถกู้คืนบน iPhone เครื่องใหม่ได้
tr: Bir kurtarma anahtarı oluşturduktan sonra yeni bir iPhone'da kurtarma yapabilirsiniz.
uk: Після створення ключа відновлення можна відновити дані на новому iPhone.
vi: Sau khi tạo khóa khôi phục, bạn có thể khôi phục trên iPhone mới.
zh_hans: 生成恢复密钥后，可在新的 iPhone 上恢复。
zh_hant: 產生復原金鑰後，可在新的 iPhone 上復原。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Clear the field to use the name from the QR code.
ar: اترك الحقل فارغًا لاستخدام الاسم من رمز QR.
de: Lass das Feld leer, um den Namen aus dem QR-Code zu verwenden.
es: Deja el campo vacío para usar el nombre del código QR.
fr: Laissez ce champ vide pour utiliser le nom du code QR.
hi: QR कोड का नाम इस्तेमाल करने के लिए फ़ील्ड खाली रखें।
id: Kosongkan kolom ini untuk menggunakan nama dari kode QR.
it: Lascia vuoto il campo per usare il nome del codice QR.
ja: この項目を空にすると、QRコードの名前を使用します。
ko: 이 항목을 비우면 QR 코드의 이름을 사용합니다.
nl: Laat dit veld leeg om de naam uit de QR-code te gebruiken.
pl: Pozostaw pole puste, aby użyć nazwy z kodu QR.
pt_br: Deixe o campo vazio para usar o nome do código QR.
ru: Оставьте поле пустым, чтобы использовать имя из QR-кода.
th: เว้นช่องนี้ว่างเพื่อใช้ชื่อจาก QR Code
tr: QR kodundaki adı kullanmak için alanı boş bırakın.
uk: Залиште поле порожнім, щоб використовувати ім’я з QR-коду.
vi: Để trống trường này để dùng tên trong mã QR.
zh_hans: 清空此字段即可使用二维码中的名称。
zh_hant: 清除此欄位即可使用 QR Code 中的名稱。

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete this account?
ar: هل تريد حذف هذا الحساب؟
de: Diesen Account löschen?
es: ¿Eliminar esta cuenta?
fr: Supprimer ce compte ?
hi: यह खाता हटाएँ?
id: Hapus akun ini?
it: Eliminare questo account?
ja: このアカウントを削除しますか？
ko: 이 계정을 삭제하시겠습니까?
nl: Dit account verwijderen?
pl: Usunąć to konto?
pt_br: Apagar esta conta?
ru: Удалить этот аккаунт?
th: ลบบัญชีนี้หรือไม่
tr: Bu hesap silinsin mi?
uk: Видалити цей обліковий запис?
vi: Xóa tài khoản này?
zh_hans: 删除此账户？
zh_hant: 要刪除此帳號嗎？

source: Deleting removes the account from this device immediately and deletes the cloud record after iCloud reconnects. It cannot be recovered after sync completes.
ar: يُزال الحساب فورًا من هذا الجهاز ويُحذف السجل السحابي بعد إعادة اتصال iCloud. لا يمكن استعادته بعد اكتمال المزامنة.
de: Der Account wird sofort von diesem Gerät entfernt und der Cloud-Eintrag gelöscht, sobald iCloud wieder verbunden ist. Nach Abschluss der Synchronisierung kann er nicht wiederhergestellt werden.
es: La cuenta se elimina de este dispositivo de inmediato y el registro en la nube se elimina cuando iCloud vuelva a conectarse. No se puede recuperar después de completar la sincronización.
fr: Le compte est immédiatement supprimé de cet appareil et l’enregistrement cloud est supprimé lorsque iCloud se reconnecte. Il ne peut plus être récupéré une fois la synchronisation terminée.
hi: खाता इस डिवाइस से तुरंत हट जाएगा और iCloud के फिर से कनेक्ट होने पर क्लाउड रिकॉर्ड भी हट जाएगा। सिंक पूरा होने के बाद इसे पुनर्प्राप्त नहीं किया जा सकता।
id: Akun segera dihapus dari perangkat ini dan catatan cloud dihapus setelah iCloud tersambung kembali. Akun tidak dapat dipulihkan setelah sinkronisasi selesai.
it: L’account viene rimosso subito da questo dispositivo e il record cloud viene eliminato quando iCloud si riconnette. Non può essere recuperato dopo il completamento della sincronizzazione.
ja: 削除するとこのデバイスからすぐにアカウントが削除され、iCloud再接続後にクラウドの記録も削除されます。同期完了後は復元できません。
ko: 삭제하면 이 기기에서 즉시 계정이 제거되고 iCloud에 다시 연결되면 클라우드 기록도 삭제됩니다. 동기화가 완료되면 복구할 수 없습니다.
nl: Het account wordt direct van dit apparaat verwijderd en de cloudregistratie wordt verwijderd zodra iCloud opnieuw verbinding maakt. Na voltooiing van de synchronisatie kan het niet worden hersteld.
pl: Konto zostanie natychmiast usunięte z tego urządzenia, a rekord w chmurze zostanie usunięty po ponownym połączeniu z iCloud. Po zakończeniu synchronizacji nie można go odzyskać.
pt_br: A conta é removida imediatamente deste dispositivo e o registro na nuvem é apagado quando o iCloud se reconectar. Não é possível recuperá-la depois que a sincronização termina.
ru: Аккаунт будет немедленно удалён с этого устройства, а облачная запись — после повторного подключения iCloud. После завершения синхронизации восстановить его нельзя.
th: บัญชีจะถูกลบออกจากอุปกรณ์นี้ทันที และระเบียนบนคลาวด์จะถูกลบเมื่อ iCloud เชื่อมต่ออีกครั้ง ไม่สามารถกู้คืนได้หลังการซิงค์เสร็จ
tr: Hesap bu cihazdan hemen kaldırılır ve iCloud yeniden bağlandığında bulut kaydı silinir. Eşzamanlama tamamlandıktan sonra kurtarılamaz.
uk: Обліковий запис буде негайно видалено з цього пристрою, а хмарний запис — після повторного підключення iCloud. Після завершення синхронізації його неможливо відновити.
vi: Tài khoản sẽ được xóa ngay khỏi thiết bị này và bản ghi trên đám mây sẽ bị xóa khi iCloud kết nối lại. Không thể khôi phục sau khi đồng bộ hoàn tất.
zh_hans: 删除后会立即从本机移除账户，并在 iCloud 重新连接后删除云端记录。同步完成后无法恢复。
zh_hant: 刪除後會立即從本機移除帳號，並在 iCloud 重新連線後刪除雲端記錄。同步完成後無法復原。

source: Display name
ar: الاسم المعروض
de: Anzeigename
es: Nombre visible
fr: Nom affiché
hi: प्रदर्शित नाम
id: Nama tampilan
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
nl: Weergavenaam
pl: Wyświetlana nazwa
pt_br: Nome de exibição
ru: Отображаемое имя
th: ชื่อที่แสดง
tr: Görünen ad
uk: Відображуване ім’я
vi: Tên hiển thị
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Изменить
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Account
ar: تحرير الحساب
de: Account bearbeiten
es: Editar cuenta
fr: Modifier le compte
hi: खाता संपादित करें
id: Edit Akun
it: Modifica account
ja: アカウントを編集
ko: 계정 편집
nl: Account bewerken
pl: Edytuj konto
pt_br: Editar conta
ru: Изменить аккаунт
th: แก้ไขบัญชี
tr: Hesabı Düzenle
uk: Редагувати обліковий запис
vi: Sửa tài khoản
zh_hans: 编辑账户
zh_hant: 編輯帳號

source: Enable cross-device recovery
ar: تفعيل الاسترداد بين الأجهزة
de: Geräteübergreifende Wiederherstellung aktivieren
es: Activar recuperación entre dispositivos
fr: Activer la récupération entre appareils
hi: क्रॉस-डिवाइस पुनर्प्राप्ति सक्षम करें
id: Aktifkan pemulihan lintas perangkat
it: Abilita recupero tra dispositivi
ja: デバイス間復元を有効にする
ko: 기기 간 복구 활성화
nl: Herstel tussen apparaten inschakelen
pl: Włącz odzyskiwanie między urządzeniami
pt_br: Ativar recuperação entre dispositivos
ru: Включить восстановление между устройствами
th: เปิดใช้การกู้คืนข้ามอุปกรณ์
tr: Cihazlar arası kurtarmayı etkinleştir
uk: Увімкнути відновлення між пристроями
vi: Bật khôi phục giữa các thiết bị
zh_hans: 启用跨设备恢复
zh_hant: 啟用跨裝置復原

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: If you lose all devices, this key is the only way to recover your codes.
ar: إذا فقدت جميع أجهزتك، فهذا المفتاح هو الطريقة الوحيدة لاسترداد رموزك.
de: Wenn du alle Geräte verlierst, ist dieser Schlüssel die einzige Möglichkeit, deine Codes wiederherzustellen.
es: Si pierdes todos tus dispositivos, esta clave es la única forma de recuperar tus códigos.
fr: Si vous perdez tous vos appareils, cette clé est le seul moyen de récupérer vos codes.
hi: यदि आपके सभी डिवाइस खो जाएँ, तो यह कुंजी आपके कोड पुनर्प्राप्त करने का एकमात्र तरीका है।
id: Jika semua perangkat hilang, kunci ini adalah satu-satunya cara untuk memulihkan kode Anda.
it: Se perdi tutti i dispositivi, questa chiave è l’unico modo per recuperare i codici.
ja: すべてのデバイスを失った場合、このキーだけがコードを復元する方法です。
ko: 모든 기기를 잃어버리면 이 키만이 코드를 복구할 수 있는 방법입니다.
nl: Als je al je apparaten verliest, is deze sleutel de enige manier om je codes te herstellen.
pl: Jeśli utracisz wszystkie urządzenia, ten klucz będzie jedynym sposobem odzyskania kodów.
pt_br: Se você perder todos os dispositivos, esta chave será a única forma de recuperar seus códigos.
ru: Если вы потеряете все устройства, этот ключ будет единственным способом восстановить коды.
th: หากคุณสูญเสียอุปกรณ์ทั้งหมด คีย์นี้คือวิธีเดียวที่จะกู้คืนรหัสของคุณ
tr: Tüm cihazlarınızı kaybederseniz kodlarınızı kurtarmanın tek yolu bu anahtardır.
uk: Якщо ви втратите всі пристрої, цей ключ буде єдиним способом відновити коди.
vi: Nếu mất tất cả thiết bị, khóa này là cách duy nhất để khôi phục mã của bạn.
zh_hans: 如果所有设备都丢失，只能使用此密钥恢复验证码。
zh_hant: 如果所有裝置都遺失，只能使用此金鑰復原驗證碼。

source: Import an otpauth:// URL or scan a QR code to begin.
ar: استورد رابط otpauth:// أو امسح رمز QR للبدء.
de: Importiere eine otpauth://-URL oder scanne einen QR-Code, um zu beginnen.
es: Importa una URL otpauth:// o escanea un código QR para comenzar.
fr: Importez une URL otpauth:// ou scannez un code QR pour commencer.
hi: शुरू करने के लिए otpauth:// URL आयात करें या QR कोड स्कैन करें।
id: Impor URL otpauth:// atau pindai kode QR untuk memulai.
it: Importa un URL otpauth:// o scansiona un codice QR per iniziare.
ja: otpauth:// URLを読み込むか、QRコードをスキャンして開始します。
ko: otpauth:// URL을 가져오거나 QR 코드를 스캔하여 시작하세요.
nl: Importeer een otpauth://-URL of scan een QR-code om te beginnen.
pl: Zaimportuj adres URL otpauth:// lub zeskanuj kod QR, aby rozpocząć.
pt_br: Importe uma URL otpauth:// ou escaneie um código QR para começar.
ru: Импортируйте URL otpauth:// или отсканируйте QR-код, чтобы начать.
th: นำเข้า URL otpauth:// หรือสแกน QR Code เพื่อเริ่มต้น
tr: Başlamak için bir otpauth:// URL'si içe aktarın veya QR kodu tarayın.
uk: Імпортуйте URL otpauth:// або відскануйте QR-код, щоб почати.
vi: Nhập URL otpauth:// hoặc quét mã QR để bắt đầu.
zh_hans: 导入 otpauth:// URL 或扫描二维码开始使用。
zh_hant: 匯入 otpauth:// URL 或掃描 QR Code 開始使用。

source: Issuer
ar: الجهة المُصدرة
de: Aussteller
es: Emisor
fr: Émetteur
hi: जारीकर्ता
id: Penerbit
it: Emittente
ja: 発行元
ko: 발급자
nl: Uitgever
pl: Wydawca
pt_br: Emissor
ru: Издатель
th: ผู้ออก
tr: Yayıncı
uk: Видавець
vi: Nhà phát hành
zh_hans: 发行方
zh_hant: 發行者

source: KA1-Recovery key
ar: KA1-مفتاح الاسترداد
de: KA1-Wiederherstellungsschlüssel
es: KA1-Clave de recuperación
fr: KA1-Clé de récupération
hi: KA1-पुनर्प्राप्ति कुंजी
id: KA1-Kunci pemulihan
it: KA1-Chiave di recupero
ja: KA1-復元キー
ko: KA1-복구 키
nl: KA1-Herstelsleutel
pl: KA1-Klucz odzyskiwania
pt_br: KA1-Chave de recuperação
ru: KA1-Ключ восстановления
th: KA1-คีย์กู้คืน
tr: KA1-Kurtarma anahtarı
uk: KA1-Ключ відновлення
vi: KA1-Khóa khôi phục
zh_hans: KA1-恢复密钥
zh_hant: KA1-復原金鑰

source: KeyAuth is locked
ar: KeyAuth مقفل
de: KeyAuth ist gesperrt
es: KeyAuth está bloqueado
fr: KeyAuth est verrouillé
hi: KeyAuth लॉक है
id: KeyAuth terkunci
it: KeyAuth è bloccato
ja: KeyAuthはロックされています
ko: KeyAuth가 잠겨 있습니다
nl: KeyAuth is vergrendeld
pl: KeyAuth jest zablokowany
pt_br: O KeyAuth está bloqueado
ru: KeyAuth заблокирован
th: KeyAuth ถูกล็อก
tr: KeyAuth kilitli
uk: KeyAuth заблоковано
vi: KeyAuth đã bị khóa
zh_hans: KeyAuth 已锁定
zh_hant: KeyAuth 已鎖定

source: Loading…
ar: جارٍ التحميل…
de: Laden…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
id: Memuat…
it: Caricamento…
ja: 読み込み中…
ko: 로드 중…
nl: Laden…
pl: Ładowanie…
pt_br: Carregando…
ru: Загрузка…
th: กำลังโหลด…
tr: Yükleniyor…
uk: Завантаження…
vi: Đang tải…
zh_hans: 加载中…
zh_hant: 載入中…

source: Local encrypted vault
ar: خزنة محلية مشفرة
de: Lokaler verschlüsselter Tresor
es: Bóveda cifrada local
fr: Coffre chiffré local
hi: स्थानीय एन्क्रिप्टेड वॉल्ट
id: Brankas terenkripsi lokal
it: Archivio locale cifrato
ja: ローカル暗号化ボールト
ko: 로컬 암호화 보관함
nl: Lokale versleutelde kluis
pl: Lokalny zaszyfrowany sejf
pt_br: Cofre local criptografado
ru: Локальное зашифрованное хранилище
th: คลังข้อมูลเข้ารหัสในเครื่อง
tr: Yerel şifreli kasa
uk: Локальне зашифроване сховище
vi: Kho mã hóa cục bộ
zh_hans: 本机加密库
zh_hant: 本機加密保存庫

source: Local encrypted vault · iCloud background sync
ar: خزنة محلية مشفرة · مزامنة iCloud في الخلفية
de: Lokaler verschlüsselter Tresor · iCloud-Synchronisierung im Hintergrund
es: Bóveda cifrada local · sincronización en segundo plano de iCloud
fr: Coffre chiffré local · synchronisation iCloud en arrière-plan
hi: स्थानीय एन्क्रिप्टेड वॉल्ट · iCloud बैकग्राउंड सिंक
id: Brankas terenkripsi lokal · sinkronisasi latar belakang iCloud
it: Archivio locale cifrato · sincronizzazione iCloud in background
ja: ローカル暗号化ボールト · iCloudバックグラウンド同期
ko: 로컬 암호화 보관함 · iCloud 백그라운드 동기화
nl: Lokale versleutelde kluis · iCloud-synchronisatie op de achtergrond
pl: Lokalny zaszyfrowany sejf · synchronizacja iCloud w tle
pt_br: Cofre local criptografado · sincronização do iCloud em segundo plano
ru: Локальное зашифрованное хранилище · фоновая синхронизация iCloud
th: คลังข้อมูลเข้ารหัสในเครื่อง · ซิงค์ iCloud เบื้องหลัง
tr: Yerel şifreli kasa · iCloud arka plan eşzamanlaması
uk: Локальне зашифроване сховище · фонова синхронізація iCloud
vi: Kho mã hóa cục bộ · đồng bộ iCloud trong nền
zh_hans: 本机加密库 · iCloud 后台同步
zh_hant: 本機加密保存庫 · iCloud 背景同步

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
th: ชื่อ
tr: Ad
uk: Ім’я
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: No codes
ar: لا توجد رموز
de: Keine Codes
es: Sin códigos
fr: Aucun code
hi: कोई कोड नहीं
id: Tidak ada kode
it: Nessun codice
ja: コードなし
ko: 코드 없음
nl: Geen codes
pl: Brak kodów
pt_br: Nenhum código
ru: Нет кодов
th: ไม่มีรหัส
tr: Kod yok
uk: Немає кодів
vi: Chưa có mã
zh_hans: 暂无验证码
zh_hant: 尚無驗證碼

source: OK
ar: حسنًا
es: Aceptar
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
uk: Гаразд
zh_hans: 好
zh_hant: 好

source: otpauth URL
ar: رابط otpauth
es: URL de otpauth
fr: URL otpauth
id: URL otpauth
it: URL otpauth
pl: URL otpauth
pt_br: URL otpauth
ru: URL otpauth
th: URL otpauth
tr: otpauth URL'si
uk: URL otpauth
vi: URL otpauth

source: Paste an otpauth:// URL or scan a TOTP QR code.
ar: ألصق رابط otpauth:// أو امسح رمز QR الخاص بـ TOTP.
de: Füge eine otpauth://-URL ein oder scanne einen TOTP-QR-Code.
es: Pega una URL otpauth:// o escanea un código QR TOTP.
fr: Collez une URL otpauth:// ou scannez un code QR TOTP.
hi: otpauth:// URL चिपकाएँ या TOTP QR कोड स्कैन करें।
id: Tempel URL otpauth:// atau pindai kode QR TOTP.
it: Incolla un URL otpauth:// o scansiona un codice QR TOTP.
ja: otpauth:// URLを貼り付けるか、TOTP QRコードをスキャンしてください。
ko: otpauth:// URL을 붙여넣거나 TOTP QR 코드를 스캔하세요.
nl: Plak een otpauth://-URL of scan een TOTP-QR-code.
pl: Wklej adres URL otpauth:// lub zeskanuj kod QR TOTP.
pt_br: Cole uma URL otpauth:// ou escaneie um código QR TOTP.
ru: Вставьте URL otpauth:// или отсканируйте QR-код TOTP.
th: วาง URL otpauth:// หรือสแกน QR Code TOTP
tr: Bir otpauth:// URL'si yapıştırın veya TOTP QR kodunu tarayın.
uk: Вставте URL otpauth:// або відскануйте QR-код TOTP.
vi: Dán URL otpauth:// hoặc quét mã QR TOTP.
zh_hans: 粘贴 otpauth:// URL 或扫描 TOTP 二维码。
zh_hant: 貼上 otpauth:// URL 或掃描 TOTP QR Code。

source: Please save your recovery key
ar: احفظ مفتاح الاسترداد
de: Speichere deinen Wiederherstellungsschlüssel
es: Guarda tu clave de recuperación
fr: Enregistrez votre clé de récupération
hi: अपनी पुनर्प्राप्ति कुंजी सहेजें
id: Simpan kunci pemulihan Anda
it: Salva la chiave di recupero
ja: 復元キーを保存してください
ko: 복구 키를 저장하세요
nl: Bewaar je herstelsleutel
pl: Zapisz klucz odzyskiwania
pt_br: Salve sua chave de recuperação
ru: Сохраните ключ восстановления
th: โปรดบันทึกคีย์กู้คืนของคุณ
tr: Kurtarma anahtarınızı kaydedin
uk: Збережіть ключ відновлення
vi: Hãy lưu khóa khôi phục
zh_hans: 请保存恢复密钥
zh_hant: 請保存復原金鑰

source: QR Scanner
ar: ماسح QR
es: Escáner QR
fr: Scanner QR
hi: QR स्कैनर
id: Pemindai QR
it: Scanner QR
ja: QRスキャナー
ko: QR 스캐너
pl: Skaner QR
pt_br: Leitor de QR
ru: QR-сканер
th: เครื่องสแกน QR
tr: QR Tarayıcı
uk: QR-сканер
vi: Trình quét QR
zh_hans: 二维码扫描器
zh_hant: QR Code 掃描器

source: Recover from iCloud
ar: الاسترداد من iCloud
de: Aus iCloud wiederherstellen
es: Recuperar desde iCloud
fr: Récupérer depuis iCloud
hi: iCloud से पुनर्प्राप्त करें
id: Pulihkan dari iCloud
it: Recupera da iCloud
ja: iCloudから復元
ko: iCloud에서 복구
nl: Herstellen vanuit iCloud
pl: Odzyskaj z iCloud
pt_br: Recuperar do iCloud
ru: Восстановить из iCloud
th: กู้คืนจาก iCloud
tr: iCloud'dan kurtar
uk: Відновити з iCloud
vi: Khôi phục từ iCloud
zh_hans: 从 iCloud 恢复
zh_hant: 從 iCloud 復原

source: Recovery
ar: الاسترداد
de: Wiederherstellung
es: Recuperación
fr: Récupération
hi: पुनर्प्राप्ति
id: Pemulihan
it: Recupero
ja: 復元
ko: 복구
nl: Herstel
pl: Odzyskiwanie
pt_br: Recuperação
ru: Восстановление
th: การกู้คืน
tr: Kurtarma
uk: Відновлення
vi: Khôi phục
zh_hans: 恢复
zh_hant: 復原

source: Recovery enabled
ar: الاسترداد مفعّل
de: Wiederherstellung aktiviert
es: Recuperación activada
fr: Récupération activée
hi: पुनर्प्राप्ति सक्षम है
id: Pemulihan aktif
it: Recupero abilitato
ja: 復元は有効です
ko: 복구 활성화됨
nl: Herstel ingeschakeld
pl: Odzyskiwanie włączone
pt_br: Recuperação ativada
ru: Восстановление включено
th: เปิดใช้การกู้คืนแล้ว
tr: Kurtarma etkin
uk: Відновлення ввімкнено
vi: Đã bật khôi phục
zh_hans: 恢复已启用
zh_hant: 復原已啟用

source: Recovery feature is already enabled; this version does not support generating a new recovery key.
ar: ميزة الاسترداد مفعّلة بالفعل؛ هذا الإصدار لا يدعم إنشاء مفتاح استرداد جديد.
de: Die Wiederherstellung ist bereits aktiviert; diese Version unterstützt keine neuen Wiederherstellungsschlüssel.
es: La recuperación ya está activada; esta versión no permite generar una nueva clave de recuperación.
fr: La récupération est déjà activée ; cette version ne permet pas de générer une nouvelle clé.
hi: पुनर्प्राप्ति पहले से सक्षम है; यह संस्करण नई पुनर्प्राप्ति कुंजी बनाने का समर्थन नहीं करता।
id: Fitur pemulihan sudah aktif; versi ini tidak mendukung pembuatan kunci pemulihan baru.
it: Il recupero è già abilitato; questa versione non supporta la generazione di una nuova chiave.
ja: 復元機能はすでに有効です。このバージョンでは新しい復元キーを生成できません。
ko: 복구 기능이 이미 활성화되어 있습니다. 현재 버전에서는 새 복구 키를 생성할 수 없습니다.
nl: Herstel is al ingeschakeld; deze versie ondersteunt geen nieuwe herstelsleutel.
pl: Odzyskiwanie jest już włączone; ta wersja nie obsługuje tworzenia nowego klucza odzyskiwania.
pt_br: A recuperação já está ativada; esta versão não permite gerar uma nova chave.
ru: Восстановление уже включено; эта версия не поддерживает создание нового ключа восстановления.
th: เปิดใช้การกู้คืนอยู่แล้ว เวอร์ชันนี้ไม่รองรับการสร้างคีย์กู้คืนใหม่
tr: Kurtarma zaten etkin; bu sürüm yeni bir kurtarma anahtarı oluşturmayı desteklemiyor.
uk: Відновлення вже ввімкнено; ця версія не підтримує створення нового ключа відновлення.
vi: Tính năng khôi phục đã được bật; phiên bản này không hỗ trợ tạo khóa khôi phục mới.
zh_hans: 恢复功能已经启用；当前版本不支持生成新的恢复密钥。
zh_hant: 復原功能已啟用；目前版本不支援產生新的復原金鑰。

source: Retry loading
ar: إعادة محاولة التحميل
de: Laden erneut versuchen
es: Reintentar carga
fr: Réessayer le chargement
hi: लोड फिर से आज़माएँ
id: Coba muat lagi
it: Riprova caricamento
ja: 読み込みを再試行
ko: 로드 다시 시도
nl: Laden opnieuw proberen
pl: Ponów ładowanie
pt_br: Tentar carregar novamente
ru: Повторить загрузку
th: ลองโหลดอีกครั้ง
tr: Yüklemeyi yeniden dene
uk: Повторити завантаження
vi: Thử tải lại
zh_hans: 重试加载
zh_hant: 重試載入

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存
